[{
    "id": "C1",
    "name": "Suculentas",
    "description": "Suculentas o crasas son un grupo de plantas que almacenan el agua en sus hojas, tallos y raíces, crecen en climas secos poco húmedos.",
    "cares": [
        "Poca agua",
        "Mucha luz",
        "Buen drenaje",
        "Suelo sencillo"
    ],
    "exposure": 0,
    "irrigation": 2,
    "notes": []
}, {
    "id": "C2",
    "name": "Acuáticas",
    "description": "Son plantas adaptadas a medios muy húmedos o acuáticos tales como lagos, estanques, charcos, estuarios, pantanos, orillas de los ríos, deltas o lagunas marinas, pertenecen tanto a los grupos de algas como a los briófitos.",
    "cares": [
        "Cambio de agua anual o cuando aparezcan algas verdes",
        "Proveer a la planta la luz necesaria"
    ],
    "exposure": 5,
    "irrigation": 0,
    "notes": [
        { "title": "Nutrientes", "description": "Existen diferentes vías para nutrir la planta, usando abono líquido en la pilastra de agua o por medio de pastillas fertilizantes/sustrato. Siempre considerando las características de la planta en particular." },
        { "title": "CO2", "description": "Puedes suministrarlo directamente o por medio de los peces." },
        { "title": "Condiciones químicas", "description": "Las plantas acuáticas tendrán un desarrollo óptimo en condiciones químicas apropiadas dentro del agua" }
    ]
}, {
    "id": "C3",
    "name": "Árboles",
    "description": "Se llaman árboles frutales, a todas aquellas plantas con flores que producen una fruta que se consume. En realidad, el fruto vendría siendo como un ovario maduro que contiene una o más semillas necesarias para la reproducción de la planta.",
    "cares": [
        "Poda anual",
        "Uso de fertilizantes",
        "Control de plagas (conchuela, hormigas, entre otras)"
    ],
    "exposure": 5,
    "irrigation": 2,
    "notes": []
}, {
    "id": "C4",
    "name": "Rosas",
    "description": "El género rosa está compuesto por un conocido grupo de arbustos generalmente espinosos y floridos representantes principales de la familia de las rosáceas. Se denomina rosa a la flor de los miembros de este género y rosal a la planta.",
    "cares": [
        "Poda de ramas entre los meses mayo, agosto",
        "Uso de fertilizantes y compost",
        "Control de plagas (pulgones, chanchito blanco)"
    ],
    "exposure": 5,
    "irrigation": 3,
    "notes": []
},{
    "id": "C5",
    "name": "Bulbos",
    "description": "Las plantas bulbosas son plantas herbáceas y perennes que presentan órganos subterráneos de reserva de nutrientes. Estas especies suelen perder su parte aérea durante las épocas desfavorables de crecimiento (el invierno o el verano, dependiendo de la especie) y permanecen en reposo gracias a las reservas almacenadas en sus bulbos.",
    "cares": [
        "Control de plagas (babosas, caracoles)",
        "Buen drenaje",
        "Plantación de los bulbos en otoño",
        "Proteger del frío los brotes pequeños",
        "Al terminar la floración y marchitada la planta, guardar los bulbos en un lugar seco y fresco"
    ],
    "exposure": 2,
    "irrigation": 1,
    "notes": []
}, {
    "id": "C6",
    "name": "Medicinales",
    "description": "Las hierbas medicinales (o remedios herbales) son plantas usadas como medicamento. Las personas las usan para ayudar a prevenir o curar una enfermedad, se usan para aliviar síntomas, incrementar la energía, relajarse o perder peso.",
    "cares": [
        "Plantar en compost",
        "Usar fertilizantes",
        "No regar durante horas de sol"
    ],
    "exposure": 5,
    "irrigation": 3,
    "notes": [{
        "title": "Advertencia",
        "description": "Las hierbas no son reguladas ni probadas como los medicamentos."
    }]
}]